Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: saamelaisten kieltä ja kulttuuria sekä heidän asemaansa alkuperäiskansana koskevat asiat.
sme: gusket sámiid gillii ja kultuvrii ja sin álgoálbmotsajádahkii.

source: Saamelaiskäräjälain 6 §:ssä määrätään myös, että saamelaiskäräjien tulee edustaa saamelaisia
sme: Sámediggelága 6 §

source: tehtäviinsä kuuluvissa asioissa kansallisissa ja kansainvälisissä yhteyksissä.
sme: mearrida maid ahte Sámediggi galgá sámiid ovddastit riikkalaš ja riikkaidgaskasaš

source: Saamelaiskäräjälain yhtenä keskeisenä määräyksenä on viranomaisille määrätty
sme: Guovdilis mearrádus lea sámediggelágas dat šiehtadallangeatnegasvuohta mii

source: neuvotteluvelvoite.
sme: lea mearriduvvon eiseválddiide.

source: Saamelaiskäräjälain 9 § kuuluu seuraavasti:
sme: Sámediggelága 9 § cealká ná:

source: ” 9 § Neuvotteluvelvoite.
sme: " 9 § Šiehtadallangeatnegasvuohta.

source: Viranomaiset neuvottelevat saamelaiskäräjien kanssa kaikista laajakantoisista ja merkittävistä toimenpiteistä, jotka voivat välittömästi ja erityisellä tavalla vaikuttaa saamelaisten asemaan alkuperäiskansana ja jotka koskevat saamelaisten kotiseutualueella:
sme: Eiseválddit galget šiehtadallat sámedikkiin buot viidátmanni ja deaŧalaš mearrádusain mat njuolga ja erenoamážit čuhcet sámiid álgoálbmotdillái ja mat sámiid ruovttugilleguovlluin gusket 1) servodatplánemii, 2) stáhtá eatnamiid, suodjeguovlluid ja meahcceguovlluid dikšui, geavaheapmái, láigoheapmái ja vuovdimii, 3) ruvkeminerálaid ohcanlohpái ja ruvkeguovllu mihtideapmái, 4) lágaid dahje hálddahusa nuppástusaide mat gusket sámi kultuvrii gullevaš ealáhusaide, 5) oahpahusa ovddideapmái sámegillii dahje sámegielas sosiála ja dearvvašvuođa bálvalusain, ja 6) eará sullasaš áššiide mat váikkuhit sámiid gillii, kultuvrii ja sin álgoálbmotsajádahkii.

source: Neuvotteluvelvoitteen täyttämiseksi asianomaisen viranomaisen on varattava saamelaiskäräjille tilaisuus tulla kuulluksi ja neuvotella asiasta.
sme: Ollašuhttin dihte šiehtadallangeatnegasvuođa áššedoaimmaheaddji eiseválddit galget válmmaštit sámediggái vejolašvuođa oažžut áššiid gulaskuddamii ja šiehtadallat áššis dainna.

source: Tilaisuuden käyttämättä jättäminen ei estä viranomaista jatkamasta asian käsittelyä. ”
sme: Jos Sámediggi ii geavat vejolašvuođa, de dat ii heađuš eiseválddi joatkimis áššegieđahallama. "

source: Saamelaiskäräjien toimintakertomuksen (vuodelta 2003) mukaan saamelaisten
sme: Sámedikki dieđáhusa mielde (jagi 2003) lea sámiid servodahkii váikkuhan

source: yhteiskunnallisten vaikutusmahdollisuuksien edistäminen on pysähtynyt, saamelaiskäräjien
sme: vejolašvuođat buorideapmi bissánan, Sámedikki resurssat leat hirbmat unnán ja

source: resurssit ovat erittäin niukat ja saamelaiskäräjiltä puuttuu perustuslain edellyttämä itsehallinto.
sme: Sámedikkis váilu dat autonomiija maid vuođđoláhka bidjá eaktun.

source: Toimintakertomuksen mukaan saamelaiskäräjät on jätetty suomalaisen hallintojärjestelmän
sme: Dieđáhusa mielde

source: ulkopuolelle siten, että sen tahdonilmaisut jäävät ottamatta huomioon hallinnon suunnittelu-
sme: Sámediggi lea suopmelaš hálddahusvuogádaga olggobealde dan dáfus ahte dan

source: ja valmistelutyössä.
sme: oaivilat eai váldojuvvuo vuhtii hálddahusa plánen- ja válmmaštanbargguin.

source: 6.3.4 Saamelaisten muut yhteiskunnalliset painostuskeinot
sme: 6.3.4 Sámiid eará servodatlaš váikkuhangaskaoamit

source: Lainsäädäntötyössä on otettu huomioon eduskunnan mahdollisuudet saamelaisten
sme: Láhkaaddinbarggus leat geahčadan riikkabeivviid vejolašvuođaid guldalit sámiid.

source: kuulemiseen. Eduskunnan työjärjestyksen (40/1999) 37 §:ssä määrätään, että lakiehdotusta tai
sme: Riikkabeivviid bargoortnet (40/1999) 37 § mearrida ahte riikkabeaivelávdegoddi mii

source: muuta ” erityisesti saamelaisia koskevaa ” asiaa käsittelevän eduskunnan valiokunnan on
sme: gieđahallá láhkaárvalusa dahje eará ášši mii " erenoamážit guoská sámiide ", galget

source: varattava ” saamelaisten edustajille tilaisuus tulla kuulluiksi, ellei erityisistä syistä muuta
sme: addit " sámiid áirasiidda vejolašvuođa buktit ovdan oaiviliiddiset, jos erenoamáš sivat

source: Kolttalakiin (253/1995) sisältyy määräyksiä lainoista ja muista tukitoimista sekä
sme: Nuortalašláhka (253/1995) siskkilda mearrádusaid loanaid ja eará doarjja

source: tietyistä kolttasaamelaisille kuuluvista erityisoikeuksista.
sme: ortnegiid birra, ja dihto sierravuoigatvuođaid birra mat gullet nuortalaččaide.

source: Kolttalain tarkoitus on sen 1 §:n
sme: Nuortalašlága ulbmil lea, nugo cealká dan 1 §, lea ee. "... buoridit nuortalaččaid

source: mukaan muun muassa ”... edistää kolttaväestön ja - alueen elinolosuhteita ja
sme: eallindilálašvuođaid ja dinestusvejolašvuođaid nuortalaš guovllus, ja seailluhit ja

source: toimeentulomahdollisuuksia sekä ylläpitää ja edistää kolttakulttuuria. ”
sme: ovddidit nuortalaš kultuvrra ".

source: Poronhoito on perustuslain 17 §:n 3 momentin, joka vastaa hallitusmuodon aiempaa 14 §:n 3
sme: Boazodoallu lea oassi sámiid kulturlágis vuođđolága § 17.3 dárkečuokkat čilgehusaid

source: momenttia, perustelujen mukaan osa saamelaisten kulttuurimuotoa. Näitä pykäliä koskevissa
sme: mielde, mat hálddašanhámi dáfus vástidit ovddeš § 14.3 Ráđđehusa proposišuvnnain

source: hallituksen esityksissä (HE.
sme: (RP.

source: 309/1993 vp. ja HE 1/1998 vp.) viitataan eduskunnan
sme: 309/1993 rd ja RP 1/1998 rd), mat leat dáid paragráfaid birra, čujuhuvvo riikka

source: perustuslakivaliokunnan lausuntoihin.
sme: beivviid vuođđoláhkalávdegotti mearkkašumiide.

source: Perustuslakivaliokunta katsoi alalla tehtyjen
sme: Vuođđoláhkalávdegoddi oaivvildii,

source: kansainvälisten yleissopimusten ja saamelaiskulttuuriin kuuluvan poronhoidon merkityksen
sme: vuhtiiválddedettiin riikkaidgaskasaš konvenšuvnnaid áššis ja boazodoalu deaŧalaš

source: perusteella, että saamelaisille voitiin antaa etuoikeus harjoittaa poronhoitoa saamelaisten
sme: vuođa sámi kultuvrii, ahte vejolaš lea addit sámiide ovdavuoigatvuođa boazodollui

source: kotiseutualueella. (PeVL 8/1993 vp.).
sme: sámiid ruovttugilleguovlluin (GrUU 8/1993 rd).

source: Perustuslain 22 §:ssä edellytetään, että julkisen vallan
sme: Vuođđolága 22 § ovdeha ahte

source: on turvattava perusoikeuksien ja ihmisoikeuksien toteutuminen.
sme: ja olmmošlaš vuoigatvuođat váldojuvvojit vuhtii.

source: Kun on kyse saamelaisten
sme: Das beroškeahttá mii lea sámiid

source: tärkeimmästä perinteisestä elinkeinomuodosta − poronhoidosta − Suomen lainsäädäntö pitää
sme: deaŧaleamos árbevirolaš ealáhusvuohki – boazodoalus – suopmelaš láhkaásahus atná

source: siitä huolimatta lähtökohtanaan, että oikeus poronhoidon harjoittamiseen on yleinen oikeus,
sme: vuođđunis ahte vuoigatvuohta jođihit boazodoalu lea dábálaš vuoigatvuohta, mii gullá

source: joka kuuluu jokaiselle sellaiselle ETA-valtioiden kansalaiselle, joka asuu pysyvästi
sme: juohke riikkavuložii EES-stáhtain geas lea ruoktu boazodoalloguovllus. Sámiid

source: poronhoitoalueella. Saamelaisten kotiseutualueella (Enontekiön, Utsjoen ja Inarin kunnissa
sme: ruovttugilleguovlluin (Eanodaga, Anára ja Ohcejoga suohkaniin ja boazodoallo

source: sekä Lapin paliskunnaksi nimetyllä Sodankylän kunnan poronhoitoalueella) poronhoito on
sme: guovllus Lapin paliskunta Soađegili suohkanis) boazodoallu lea geavadis sámi

source: käytännössä saamelaisten elinkeino ja kulttuurimuoto.
sme: ealáhus ja kulturvuohki.

source: Kotiseutualueella toimii 13
sme: Ruovttugilleguovllus leat 13 boazoguohtunsearvvi, main

source: paliskuntaa, joiden suurin sallittu eloporojen määrä on nykyään (elokuussa 2004) 85 100 eli
sme: ealihahtti bohccuid stuorimus lobálaš lohku odne lea (borgemánus 2004) 85 100

source: 38,5 % koko poronhoitoalueen porojen yhteismäärästä.
sme: dahje 38,5% boazodoalloguovllu dievas boazologus.

source: Saamelaiset omistavat noin 85 %
sme: Sullii 85 % av dain bohccuin

source: kotiseutualueen poroista, ja 11:llä alueen 13 paliskunnasta saamelaisilla on ääntenenemmistö.
sme: mat leat ruovttugilleguovllus, eaiggáduššet sámit. Guovllu 13 boazoguohtunsearvvis

source: 6.3.6 Saamelaisten kielelliset oikeudet
sme: 6.3.6 Sámiid giellalaš vuoigatvuođat

source: Uusi saamen kielilaki (1086/2003) tuli voimaan Suomessa 1.1.2004.
sme: Ođđa sámi giellaláhka (1086/2003) bođii fápmui Suomas ođđajagemánu 1. b. 2004.

source: Samalla kumottiin laki
sme: Seammás heaittihuvvojedje láhka mii lei sámegiela geavaheamis eiseválddiid luhtte.

source: Uutta saamen kielilakia valmisteltiin
sme: Ođđa sámi giellaláhka válmmaštedje justitieministeriijas dan árvalusa

source: oikeusministeriössä saamelaiskäräjien vuonna 2002 laatiman ehdotuksen pohjalta.
sme: vuođul maid Sámediggi ráhkadii jagi 2002.

source: Ennen kuin
sme: Ovdalgo proprositio geigejuvvui

source: esitys annettiin eduskunnalle, sen sisällöstä neuvoteltiin saamelaiskäräjien kanssa.
sme: riikkabeivviide, de ledje šiehtadallamat Sámedikkiin propositio sisdoalus.

source: Saamen kielilain tarkoituksena on osaltaan turvata perustuslaissa säädetty
sme: Sámi giellalága ulbmil lea muhtumassii gáhttet dan vuoigatvuođa maid

source: saamelaisten oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan ja osaltaan turvata
sme: vuođđoláhka addá sámiide seailluhit ja ovddidit iežaset giela ja kultuvrra ja

source: saamelaisten oikeus käyttää omaa kieltään, inarinsaamea, pohjoissaamea tai kolttasaamea,
sme: muhtumassii suddjet sámiid vuoigatvuođa geavahit gielaset, anársámegiela,

source: tuomioistuimissa ja muissa viranomaisissa.
sme: davvisámegiela dahje nuortalašgiela, duopmostuoluin ja eará eiseválddiid luhtte.

source: Lisäksi julkinen valta velvoitetaan toteuttamaan ja
sme: Dasto biddjojuvvo almmolašvuhtii geatnegasvuohta doarjut ja ovddidit sámiid

source: edistämään saamelaisten kielellisiä oikeuksia (1 §).
sme: giellalaš vuoigatvuođaid (1 §).

source: Lakia sovelletaan saamelaisten kotiseutualueen valtiollisten ja kunnallisten viranomaisten lisäksi myös tiettyihin kansalaisten
sme: Lága gustonviidodahkii gullet earret sámiid ruovttugilleguovlluid stáhtalaš ja gielddalaš eiseválddiid, maiddái dihto eiseválddit mat dán

source: oikeusturvan kannalta keskeisiin viranomaisiin tämän alueen ulkopuolella.
sme: guovllu olggobealde leat guovdilat riikkavuložiid riektedorvui.

source: Uusina
sme: Lága čađaheami ođđa

source: viranomaisina, joihin tätä lakia sovelletaan, kielilakiin sisällytettiin kolttien kyläkokoukset,
sme: eiseváldin fievrriduvvojedje Giellaláhkii nuortalaččaid giliráđđečoahkkin, unnitlohko

source: vähemmistövaltuutettu sekä Paliskuntain yhdistys (2 §).
sme: áššeolmmái (ombudsmann), ja boazoguohtunsearvi (2 §).

source: Lisäksi lakia sovelletaan tietyissä
sme: Dasto gullet vel gávpe

source: tapauksissa myös liikelaitoksiin ja valtion tai kunnan omistamiin yhtiöihin (17 §).
sme: gustonviidodahkii (17 §).

source: ” Tavoitteena on, että saamelaisten oikeus oikeudenmukaiseen oikeudenkäyntiin ja hyvään hallintoon taataan kielestä riippumatta sekä että saamelaisten kielelliset oikeudet toteutetaan ilman, että niihin tarvitsee erikseen vedota. ” (1 §:n 3 mom.).
sme: " Ulbmil lea ahte sámiid vuoigatvuohta rievttalaš ja dohkálaš diggedollui ja hálddašeapmái dáhkiduvvo beroškeahttá gielas, ja ahte sámiid giellalaš vuoigatvuođat ollašuvvet almmá dan haga ahte sii gáibidit dan erenoamážit " (1 § 3 mom.).

source: 6.3.7 Saamelaisten oikeudet maahan ja veteen
sme: 6.3.7 Sámiid vuoigatvuođat eatnamiidda ja čáziide

source: Tausta
sme: Duogáš

source: Suomessa on vuodesta 1952 lähtien tehty valtion toimesta viisi kokonaisselvitystä, jotka ovat
sme: Suomas leat jagi 1952 rájis áŋgiruššan viđain stáhtalaš dievasčielggademiin main leat

source: sisältäneet lakiehdotuksia saamelaisten oikeuksista maahan ja veteen sekä perinteisiin
sme: árvaluvvon lágat sámiid vuoigatvuođain eatnamiidda ja čáziide ja árbevirolaš

source: elinkeinoihin.
sme: ealáhusain.

source: Hallitus ei ole antanut yhtään näistä selvityksistä hallituksen lakiesityksenä
sme: Ii ovttage čielggadeami leat ráđđehus ovddidan riikkabeivviide ráđđehusa

source: eduskunnalle. (Saamelaisasiain komitean mietintö, KM 1952:12; Saamelaiskomitean
sme: čielggadeapmi (Samekommitténs betänkande), KB 1973:46; Sámi áirrasgotti

source: mietintö, KM 1973:46; Saamelaisvaltuuskunnan mietintö I, ehdotus saamelaislaiksi ja
sme: čielggadeapmi I (Samedelegationens betänkande I), Árvaluvvon sámeláhka ja dihto

source: tiettyjen lakien muuttamiseksi, KM 1990:32; selvitysmies Pekka Vihervuoren Kansainvälisen
sme: 1990:32; Čielggadeaddji Pekka Vihervuori árvalus ILO álgoálbmotkonvenšuvnna

source: ehdotus, OM:n yleisen osaston julkaisuja 3/1999; Saamelaiskomitean mietintö, KM 2001:14).
sme: 169 vuođul, UM. / dábálaš ossodaga publikašuvnnat, 3/1999; Sámi lávdegotti

source: Vuonna 1990 Suomen hallitus lähti siitä, että Suomen on mahdollisesti ILO:n
sme: Jagi 1990 Suoma ráđđehus ovdehii ahte Suopma, jos searvá ILO álgoálbmot

source: alkuperäiskansasopimukseen liittyessään turvattava saamelaisille voimassa olevaa
sme: konvenšuvdnii, galgá dáhkidit sámiide viidát vuoigatvuođaid go otnáš lágat addet

source: lainsäädäntöä laajemmat oikeudet saamelaisten perinteisesti omistamiin ja asuttamiin maihin
sme: eatnamiidda maid sámit leat árbevirolaččat eaiggáduššan ja main leat ássan, ja dáid

source: sekä näiden maiden luonnonvarojen käyttöön.
sme: eatnamiid luondduriggodagaide.

source: Eduskunnan perustuslakivaliokunta on samana
sme: Riikkabeivviid vuođđoláhkalávdegoddi lea seammá

source: vuonna määrännyt, että kysymys saamelaisten mahdollisesta maanomistusoikeudesta on
sme: jagi dorjon ahte sámiid vejolaš eananeaiggátvuoigatvuođa ášši farggamusat

source: otettava nopeasti eduskunnan käsiteltäväksi.
sme: váldojuvvo ovdan gieđahallamii riikkabeivviin.

source: Kun Suomessa valmisteltiin saamelaisten kotiseutualueen kulttuuri-itsehallintoa
sme: Dan oktavuođas go válmmaštedje Suoma láhkaásahusa ruovttugilleguovllu

source: koskevaa lainsäädäntöä, päätettiin maaoikeuksia koskevat kysymykset jättää lainvalmistelun
sme: sámiid kultuvrralaš autonomiijii, de válljejedje guođđit láhkaválmmašteami olggo

source: ulkopuolelle, koska mahdollisten lainsäädäntöteitse tapahtuvien ratkaisujen katsottiin
sme: beallái eananvuoigatvuođaid ášši, go lágaid vejolaš čovdosiidda jáhkke vuos dárbbu

source: edellyttävän vieläkin tarkempia selvityksiä.
sme: čielggadit eambbo.

source: Sisäasiainministeriö antoi (vuonna 1993) Saamelaisparlamentille tehtäväksi selvittää
sme: Sisriikkaminesteriija attii (1993) Sámeparlamentii bargun čielggadi sámiid

source: saamelaisten oikeutta maa-alueisiin ja valmistella saamelaislakia.
sme: vuoigatvuođa eatnamiidda ja válmmaštit sámelága.

source: Oikeusministeriö on
sme: Justitieministeriija lea láhka

source: lainvalmistelussa yhtäältä käsitellyt luonnosta maankäytön hallintokysymyksiä koskevaksi
sme: eatnangeavaheami hálddašanáššiid dan vuođul ahte sámiin lea nannejuvvon

source: lainsäädännöksi pitäen lähtökohtanaan saamelaisten vahvistettua oikeutta hyödyntää
sme: vuoigatvuohta geavahit daid eatnamiid maid Vuovdehálddahus (Forststyrelsen)

source: Metsähallituksen omistuksessa olevia maa-alueita ja toisaalta tutkinut maankäyttöä
sme: hálddaša, ja muhtumassii iskat eatnangeavaheami eaiggátvuoigatvuođa

source: omistusoikeuden näkökulmasta.
sme: perspektiivvas.

source: Maaoikeuksia koskevat selvitykset ovat osoittautuneet pitkälliseksi ja monisäikeiseksi
sme: Eananvuoigatvuođaid čielggadeamit leat ilbman áddjilis ja máŋggabealat

source: prosessiksi.
sme: proseasssan.

source: Apulaisoikeuskansleri totesi joulukuussa 1998 oikeusministeriölle lähettämässään
sme: Veahkeheaddji justitiekánsler nannii juovlamánus 1998 čállosisttis

source: kirjelmässä, että maaoikeuskysymyksellä on merkitystä arvioitaessa saamelaisten
sme: justitieministeriijii ahte eananvuoigatvuođaid ášši lea deaŧalaš go sámiid vuođđo

source: perusoikeuksien laajuutta ja sisältöä sekä Kansainvälisen työjärjestön ILO:n yleissopimuksen
sme: vuoigatvuođaid viidodat ja sisdoallu árvvoštallojuvvo, ja go árvvoštallojuvvojit ILO

source: n:o 169 ratifioinnin edellytyksiä.
sme: konvenšuvnna 169 ratifiserema eavttut.

source: Apulaisoikeuskansleri kehotti oikeusministeriötä ryhtymään
sme: Veahkeheaddji justitiekánsler ávžžuhii

source: välittömiin toimiin saamelaisten mahdollisen maanomistusoikeuden selvittämiseksi.
sme: justitieministeriija ahte dál dahkat mearrádusaid čielggadit sámiid vejolaš eanan

source: Pekka Vihervuoren tekemä selvitys
sme: Pekka Vihervuori čielggadeapmi

source: Oikeusministeriö antoi vuonna 1999 hallintoneuvos Pekka Vihervuorelle tehtäväksi
sme: Justitieministeriija bijai jagi 1999 hálddahusrávvejeaddji Pekka Vihervuori

source: selvitysmiehenä – puuttumatta maanomistusoikeutta koskevaan kysymykseen − laatia ehdotus
sme: čielggadeaddjin – guoskkatkeahttá eananeaiggátvuođa ášši – buktit árvalusa das mo

source: Kansainvälisen työjärjestön ILO:n yleissopimuksen n:o 169 ratifioinnin esteiden
sme: jávkadit buot mii hehtte ratifiseremis ILO-konvenšuvnna 169. Vihervuori árvalusa

source: poistamiseksi. Vihervuoren ehdotuksen mukaan saamelaiskäräjien yhteyteen tulisi perustaa
sme: mielde heivešii ovttasráđiid Sámedikkiin vuođđudit eananriektelávdegotti man

source: maaoikeusneuvosto, jonka tehtävänä olisi yhdessä saamelaiskäräjien kanssa antaa lausuntoja
sme: bargun lea ovttas Sámedikkiin buktit cealkámuša plánain ja prošeavttain mat gusket

source: kotiseutualueiden maankäyttösuunnitelmista ja - projekteista.
sme: ruovttugilleguovlluid eanangeavaheapmái.

source: Vihervuori ehdotti myös
sme: Vihervuori eavttuhii maiddái ahte sierra

source: erityisen maaoikeusrahaston perustamista hallinnoimaan alueella tapahtuvasta taloudellisesta
sme: eananriektefoanda galggašii ásahuvvot, mii kanálisere guovllu ekonomalaš doaimma

source: toiminnasta, esimerkiksi metsänhakkuusta, saatavien tiettyjen tulojen kanavointia. Tämän
sme: dihto ruhtaboađuid, omd. vuovdedoalus.

source: lisäksi hän ehdotti maankäyttölainsäädäntöön tiettyjä muutoksia poronhoidon entistä
sme: Dasto son eavttuhii dihto nuppástusaid

source: paremmaksi turvaamiseksi.
sme: eanangeavahuslágaide vai boazodoallu suodjaluvvošii eambbo.

source: Vihervuoren selvitys otettiin vastaan sekavin tuntein. Monissa lausunnoissa hänen
sme: Vihervuori čielggadeapmi vuostáiváldojuvvui seahkalas dovdduiguin.

source: ehdotuksiaan pidettiin monimutkaisina ja vieraina.
sme: Máŋgga cealkámušas atne árvalusaid váttisin ja vierisin.

source: Saamelaiskäräjät näki Vihervuoren
sme: Sámediggi oinnii dihto

source: selvityksessä tiettyjä puutteita mutta katsoi, että sen sisältämät ehdotukset ovat tarpeellisia
sme: váilliid Vihervuori čielggadeamis, muhto oaivvildii daid árvalusat leat dárbbašlaččat

source: Kansainvälisen työjärjestön ILO:n alkuperäiskansasopimuksen ratifioinnista riippumatta.
sme: beroškeahttá ILO álgoálbmotkonvenšuvnna ratifiseremis.

source: Saamelaistoimikunta 2001
sme: Sámelávdegoddi 2001

source: Vuonna 2000 oikeusministeriö asetti samanaikaisesti erillisen asiantuntijan (Wirilanderin)
sme: Jagi 2000 bijai justitieministeriija bargui oktanaga muhto sierra áššedovdi

source: sekä erityisen saamelaistoimikunnan selvittämään maanomistuskysymystä.
sme: (Wirilander) čielggadit eananeaiggátvuođa ášši ja erenoamáš sámelávdegotti.

source: Noin kolmasosa
sme: Sullii

source: toimikunnan jäsenistä edusti saamelaisia, ts.
sme: goalmmádas lávdegotti áirasiin ovddastedje sámiid, namalassii Sámediggi ja nuortalaččaid giliráđđečoahkkin.

source: saamelaiskäräjiä ja kolttien kyläkokousta.
sme: Lávdegotti bargu lei čielggadit ja buktit árvalusa das

source: Toimikunnan tehtävänä oli laatia selvitys ja tehdä ehdotuksia siitä, miten valtion
sme: mo stáhta hálddašan eatnamiid geavaheapmi sámiid ruovttugilleguovlluin galgá

source: hallinnoimien maiden käyttö saamelaisten kotiseutualueella voidaan järjestää tavalla, joka
sme: lágiduvvot nu ahte dat muhtumassii suodjala sámiid vuoigatvuođaid álgoálbmogin

source: yhtäältä turvaa saamelaisen alkuperäiskansan oikeudet ylläpitää ja kehittää kulttuuriaan sekä
sme: seailluhit ja ovddidit iežaset kultuvrra ja árbevirolaš ealáhusaid ja muhtumassii váldá

source: perinteisiä elinkeinojaan ja toisaalta ottaa huomioon paikalliset elinolosuhteet.
sme: vuhtii báikkálaš eallindilálašvuođaid.

source: Ehdotuksen
sme: Árvalus galggai maid ollašuhttit unnimus

source: tuli myös täyttää Kansainvälisen työjärjestön (ILO) alkuperäiskansasopimuksen n:o 169 ratifioinnin esteiden poistamisen vähimmäisehdot.
sme: gáibádusaid, nu ahte jávkaduvvojit dat áššit mat hehttejit ratifiseremis ILO

source: Toimikunnan tuli myös etenkin tarkastella
sme: Lávdegoddi galggai maid geahčadit man muddui ja makkár

source: sitä, missä määrin ja minkälaisin mahdollisin muutoksin Pekka Vihervuoren tekemät
sme: vejolaš nuppástusaiguin Pekka Vihervuori eavttuhusaid livčče vejolaš ollašuhttit.

source: ehdotukset ovat toteutettavissa. Toimikunnan tuli nimenomaisesti ottaa huomioon myös
sme: Nuortalaččaid vuoigatvuođat ja erenoamášvuođat galge váldojuvvot erenoamážit

source: kolttien oikeudet ja heihin liittyvät erityispiirteet.
sme: vuhtii.

source: Toimikunta ehdotti joulukuussa 2001 luovuttamassaan mietinnössä, että keskeisten
sme: Lávdegoddi árvalii iežas čielggadeamis juovlamánus 2001 ahte galggašii

source: maankäyttöratkaisujen päättämistä varten perustettaisiin erityinen saamelaisten
sme: vuođđuduvvot sierra jođihangoddi sámiid ruovttugilleguovllus mii mearrida

source: kotiseutualueen johtokunta.
sme: prinsihpalaččat deaŧalaš eanangeavahanáššiid.

source: Johtokunnassa olisivat ehdotuksen mukaan edustettuina sekä
sme: sihke sámiid ovddasteaddjit ja dakkárat mat ovddastit álbmoga muđui, almmá

source: saamelaiset että muut paikalliset asukkaat ilman takeita saamelaisenemmistöstä.
sme: lohpádusaid haga ahte sámiin galgá leat eanetlohku jođihangottis.

source: Toimikunta
sme: Lávdegoddi ii lean

source: ei ollut mietinnössään yksimielinen.
sme: ovttamielalaš iežas čielggadeamis.

source: Myös mietinnön johdosta annetut lausunnot olivat
sme: Maiddái resmissavástádusatge ledje hirbmadit

source: äärimmäisen ristiriitaisia.
sme: vuostálagaid.

source: Toimikunta totesi saamelaiskäräjien jatkavan maan omistusoikeutta koskevaa
sme: Lávdegoddi gávnnahii ahte eananeaiggátvuođa čielggadeapmi lea jođus

source: selvitystyötä ja ehdotti, että saamelaisten kotiseutualueen omistusoikeuskysymys tulisi
sme: Sámedikkis, ja eavttuhii ahte sámiid ruovttugilleguovllu eananeaiggátvuođa áššit

source: selvittää perusteellisesti Wirilanderin ehdotuksen mukaisesti.
sme: galggašedje čielggaduvvot dárkilit Wirilandera árvalusa mielde.

source: Neuvotteluja käytiin sekä saamelaiskäräjien kanssa että hallituksen piirissä.
sme: Šiehtadallojuvvui sihke Sámedikkiin ja ráđđehusa siskkobealde.

source: Lainvalmistelu jatkui oikeusministeriössä.
sme: Láhkaválmmašteapmi jotkkii justutieministeriijas.

source: Oikeusministeriön lakiehdotus vuodelta 2002
sme: Justitieministeriija láhkaárvalus jagi 2002

source: Vuonna 2002 tehdyn lakiehdotuksen mukaan saamelaisten kotiseutualueelle tuli perustaa
sme: Jagi 2002 láhkaárvalusa mielde galge ruovttugilleguovllus nammadit sierra áirrasgotti

source: erityinen neuvottelukunta, jonka tehtävänä olisi antaa lausuntoja alueen maankäyttöön
sme: man bargun šaddá buktit cealkámuša deaŧaleamos prinsihpalaš áššiin mat gusket

source: liittyvistä keskeisimmistä kysymyksistä.
sme: guovllu eanangeavaheapmái.

source: Neuvottelukunnassa olisivat edustettuina sekä
sme: Áirrasgotti lahtut galge ovddastit sihke Sámedikki ja

source: saamelaiskäräjät että muu paikallinen väestö.
sme: báikkálaš álbmoga muđuid.

source: Ehdotuksen mukaan Metsähallitus voisi poiketa neuvottelukunnan antamasta
sme: Árvalusa mielde vuovdestivra sáhttá duššefal sierra ákkaid vuođul spiehkastit
